export const JXEMALL_DISTRICT_OPTIONS = [
  {
    "code": "360000",
    "name": "江西省"
  },
  {
    "code": "360100",
    "name": "南昌市"
  },
  {
    "code": "360102",
    "name": "东湖区"
  },
  {
    "code": "360103",
    "name": "西湖区"
  },
  {
    "code": "360104",
    "name": "青云谱区"
  },
  {
    "code": "360105",
    "name": "湾里区"
  },
  {
    "code": "360111",
    "name": "青山湖区"
  },
  {
    "code": "360112",
    "name": "新建区"
  },
  {
    "code": "360121",
    "name": "南昌县"
  },
  {
    "code": "360123",
    "name": "安义县"
  },
  {
    "code": "360124",
    "name": "进贤县"
  },
  {
    "code": "360191",
    "name": "南昌高新技术产业开发区"
  },
  {
    "code": "360192",
    "name": "南昌经济技术开发区"
  },
  {
    "code": "360193",
    "name": "红谷滩区"
  },
  {
    "code": "360194",
    "name": "南昌临空经济区"
  },
  {
    "code": "360199",
    "name": "南昌市本级"
  },
  {
    "code": "360200",
    "name": "景德镇市"
  },
  {
    "code": "360202",
    "name": "昌江区"
  },
  {
    "code": "360203",
    "name": "珠山区"
  },
  {
    "code": "360222",
    "name": "浮梁县"
  },
  {
    "code": "360281",
    "name": "乐平市"
  },
  {
    "code": "360291",
    "name": "景德镇高新技术产业开发区"
  },
  {
    "code": "360292",
    "name": "江西景德镇陶瓷工业园区"
  },
  {
    "code": "360293",
    "name": "景德镇昌南新区"
  },
  {
    "code": "360299",
    "name": "景德镇市本级"
  },
  {
    "code": "360300",
    "name": "萍乡市"
  },
  {
    "code": "360302",
    "name": "安源区"
  },
  {
    "code": "360313",
    "name": "湘东区"
  },
  {
    "code": "360321",
    "name": "莲花县"
  },
  {
    "code": "360322",
    "name": "上栗县"
  },
  {
    "code": "360323",
    "name": "芦溪县"
  },
  {
    "code": "360391",
    "name": "萍乡经济技术开发区"
  },
  {
    "code": "360399",
    "name": "萍乡市本级"
  },
  {
    "code": "360400",
    "name": "九江市"
  },
  {
    "code": "360402",
    "name": "濂溪区"
  },
  {
    "code": "360403",
    "name": "浔阳区"
  },
  {
    "code": "360404",
    "name": "柴桑区"
  },
  {
    "code": "360423",
    "name": "武宁县"
  },
  {
    "code": "360424",
    "name": "修水县"
  },
  {
    "code": "360425",
    "name": "永修县"
  },
  {
    "code": "360426",
    "name": "德安县"
  },
  {
    "code": "360428",
    "name": "都昌县"
  },
  {
    "code": "360429",
    "name": "湖口县"
  },
  {
    "code": "360430",
    "name": "彭泽县"
  },
  {
    "code": "360481",
    "name": "瑞昌市"
  },
  {
    "code": "360482",
    "name": "共青城市"
  },
  {
    "code": "360483",
    "name": "庐山市"
  },
  {
    "code": "360491",
    "name": "九江经济技术开发区(出口加工区)"
  },
  {
    "code": "360492",
    "name": "江西省庐山风景名胜区管理局"
  },
  {
    "code": "360493",
    "name": "庐山西海风景名胜区"
  },
  {
    "code": "360494",
    "name": "九江市八里湖新区"
  },
  {
    "code": "360499",
    "name": "九江市本级"
  },
  {
    "code": "360500",
    "name": "新余市"
  },
  {
    "code": "360502",
    "name": "渝水区"
  },
  {
    "code": "360521",
    "name": "分宜县"
  },
  {
    "code": "360591",
    "name": "新余市仙女湖风景名胜区"
  },
  {
    "code": "360592",
    "name": "新余高新技术产业开发区"
  },
  {
    "code": "360599",
    "name": "新余市本级"
  },
  {
    "code": "360600",
    "name": "鹰潭市"
  },
  {
    "code": "360602",
    "name": "月湖区"
  },
  {
    "code": "360622",
    "name": "余江区"
  },
  {
    "code": "360681",
    "name": "贵溪市"
  },
  {
    "code": "360691",
    "name": "鹰潭高新技术产业开发区"
  },
  {
    "code": "360692",
    "name": "信江新区"
  },
  {
    "code": "360693",
    "name": "鹰潭市龙虎山风景名胜区"
  },
  {
    "code": "360699",
    "name": "鹰潭市本级"
  },
  {
    "code": "360700",
    "name": "赣州市"
  },
  {
    "code": "360702",
    "name": "章贡区"
  },
  {
    "code": "360703",
    "name": "南康区"
  },
  {
    "code": "360704",
    "name": "赣县区"
  },
  {
    "code": "360722",
    "name": "信丰县"
  },
  {
    "code": "360723",
    "name": "大余县"
  },
  {
    "code": "360724",
    "name": "上犹县"
  },
  {
    "code": "360725",
    "name": "崇义县"
  },
  {
    "code": "360726",
    "name": "安远县"
  },
  {
    "code": "360727",
    "name": "龙南县"
  },
  {
    "code": "360728",
    "name": "定南县"
  },
  {
    "code": "360729",
    "name": "全南县"
  },
  {
    "code": "360730",
    "name": "宁都县"
  },
  {
    "code": "360731",
    "name": "于都县"
  },
  {
    "code": "360732",
    "name": "兴国县"
  },
  {
    "code": "360733",
    "name": "会昌县"
  },
  {
    "code": "360734",
    "name": "寻乌县"
  },
  {
    "code": "360735",
    "name": "石城县"
  },
  {
    "code": "360781",
    "name": "瑞金市"
  },
  {
    "code": "360791",
    "name": "赣州经济技术开发区"
  },
  {
    "code": "360792",
    "name": "赣州蓉江新区"
  },
  {
    "code": "360793",
    "name": "江西龙南经济技术开发区"
  },
  {
    "code": "360799",
    "name": "赣州市本级"
  },
  {
    "code": "360800",
    "name": "吉安市"
  },
  {
    "code": "360802",
    "name": "吉州区"
  },
  {
    "code": "360803",
    "name": "青原区"
  },
  {
    "code": "360821",
    "name": "吉安县"
  },
  {
    "code": "360822",
    "name": "吉水县"
  },
  {
    "code": "360823",
    "name": "峡江县"
  },
  {
    "code": "360824",
    "name": "新干县"
  },
  {
    "code": "360825",
    "name": "永丰县"
  },
  {
    "code": "360826",
    "name": "泰和县"
  },
  {
    "code": "360827",
    "name": "遂川县"
  },
  {
    "code": "360828",
    "name": "万安县"
  },
  {
    "code": "360829",
    "name": "安福县"
  },
  {
    "code": "360830",
    "name": "永新县"
  },
  {
    "code": "360881",
    "name": "井冈山市"
  },
  {
    "code": "360891",
    "name": "井冈山经济技术开发区"
  },
  {
    "code": "360892",
    "name": "吉安市庐陵新区"
  },
  {
    "code": "360899",
    "name": "吉安市本级"
  },
  {
    "code": "360900",
    "name": "宜春市"
  },
  {
    "code": "360902",
    "name": "袁州区"
  },
  {
    "code": "360921",
    "name": "奉新县"
  },
  {
    "code": "360922",
    "name": "万载县"
  },
  {
    "code": "360923",
    "name": "上高县"
  },
  {
    "code": "360924",
    "name": "宜丰县"
  },
  {
    "code": "360925",
    "name": "靖安县"
  },
  {
    "code": "360926",
    "name": "铜鼓县"
  },
  {
    "code": "360981",
    "name": "丰城市"
  },
  {
    "code": "360982",
    "name": "樟树市"
  },
  {
    "code": "360983",
    "name": "高安市"
  },
  {
    "code": "360990",
    "name": "宜春经济技术开发区"
  },
  {
    "code": "360991",
    "name": "宜春市宜阳新区"
  },
  {
    "code": "360992",
    "name": "宜春市明月山温泉风景名胜区"
  },
  {
    "code": "360999",
    "name": "宜春市本级"
  },
  {
    "code": "361000",
    "name": "抚州市"
  },
  {
    "code": "361002",
    "name": "临川区"
  },
  {
    "code": "361003",
    "name": "东乡区"
  },
  {
    "code": "361021",
    "name": "南城县"
  },
  {
    "code": "361022",
    "name": "黎川县"
  },
  {
    "code": "361023",
    "name": "南丰县"
  },
  {
    "code": "361024",
    "name": "崇仁县"
  },
  {
    "code": "361025",
    "name": "乐安县"
  },
  {
    "code": "361026",
    "name": "宜黄县"
  },
  {
    "code": "361027",
    "name": "金溪县"
  },
  {
    "code": "361028",
    "name": "资溪县"
  },
  {
    "code": "361030",
    "name": "广昌县"
  },
  {
    "code": "361091",
    "name": "抚州高新技术产业开发区"
  },
  {
    "code": "361092",
    "name": "抚州市东临新区"
  },
  {
    "code": "361099",
    "name": "抚州市本级"
  },
  {
    "code": "361100",
    "name": "上饶市"
  },
  {
    "code": "361102",
    "name": "信州区"
  },
  {
    "code": "361103",
    "name": "广丰区"
  },
  {
    "code": "361121",
    "name": "上饶县"
  },
  {
    "code": "361123",
    "name": "玉山县"
  },
  {
    "code": "361124",
    "name": "铅山县"
  },
  {
    "code": "361125",
    "name": "横峰县"
  },
  {
    "code": "361126",
    "name": "弋阳县"
  },
  {
    "code": "361127",
    "name": "余干县"
  },
  {
    "code": "361128",
    "name": "鄱阳县"
  },
  {
    "code": "361129",
    "name": "万年县"
  },
  {
    "code": "361130",
    "name": "婺源县"
  },
  {
    "code": "361181",
    "name": "德兴市"
  },
  {
    "code": "361191",
    "name": "上饶经济技术开发区"
  },
  {
    "code": "361192",
    "name": "江西省三清山风景名胜区"
  },
  {
    "code": "361193",
    "name": "上饶高铁经济试验区"
  },
  {
    "code": "361199",
    "name": "上饶市本级"
  },
  {
    "code": "361200",
    "name": "赣江新区"
  },
  {
    "code": "361209",
    "name": "中医药科创城"
  },
  {
    "code": "361299",
    "name": "赣江新区本级"
  },
  {
    "code": "369900",
    "name": "江西省本级"
  },
  {
    "code": "980000",
    "name": "培训省"
  },
  {
    "code": "980700",
    "name": "江西培训省"
  },
  {
    "code": "980701",
    "name": "江西培训市"
  },
  {
    "code": "980799",
    "name": "江西培训省本级"
  }
];
